import image from "@assets/images/homeimages/users/male.png";

export const CardContent = [
  {
    id: 0,
    image: image,
    title: "شركة إتجاه تقوم بتحديثات جديدة",
    text: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تطبيق."
  },
  {
    id: 1,
    image: image,
    title: "شركة إتجاه تقوم بتحديثات جديدة",
    text: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تطبيق."
  },
  {
    id: 2,
    image: image,
    title: "شركة إتجاه تقوم بتحديثات جديدة",
    text: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تطبيق."
  },
  {
    id: 3,
    image: image,
    title: "شركة إتجاه تقوم بتحديثات جديدة",
    text: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تطبيق."
  }
];
