{
  "pageTitle": "عن التطبيق",
  "header": {
    "title": "تجربة رقمية مبتكرة لموظفيك",
    "description": "تطبيق إتجاه هو الحل الأمثل لإدارة جميع جوانب عمل الموظفين اليومي بكل سهولة وفاعلية. حيث يتيح للموظفين تسجيل الحضور والانصراف بنقرة واحدة، مما يوفر الوقت والجهد."
  },
  "cards": {
    "sectionTitle": "إجعل تجربة موظفينك في العمل إستثنائية",
    "features": {
      "productivity": {
        "title": "زيادة الإنتاجية إلى أقصى حد",
        "description": "تعمل واجهة المستخدم السهلة والميزات المتكاملة على تسريع العمليات اليومية، مما يعزز من إنتاجية الفرق ويساعدهم على التركيز على مهامهم الأساسية."
      },
      "communication": {
        "title": "تعزيز التواصل والتعاون",
        "description": "يساعد التطبيق على تحسين قنوات الاتصال بين الموظفين والمديرين، مما يعزز من التعاون ويساعد الفرق على العمل بشكل أكثر انسجامًا."
      },
      "analytics": {
        "title": "تحليل البيانات في متناول يدك",
        "description": "توفر تقارير وتحليلات شاملة رؤى دقيقة حول أداء الموظفين والمشاريع، مما يساعد الإدارة على اتخاذ قرارات استراتيجية مستنيرة وتحسين الأداء العام."
      },
      "userExperience": {
        "title": "تجربة مستخدم مذهلة",
        "description": "تضمن واجهة المستخدم الممتعة والتفاعلية تجربة مستخدم سلسة، مما يسهل على الموظفين التكيف مع النظام واستخدامه بفاعلية."
      }
    }
  },
  "banner": {
    "features": {
      "performanceTracking": {
        "title": "متابعة الآداء",
        "description": "إتمام عملية حساب الرواتب وتقديم مزايا الموظفين، مع ضمان الدقة والامتثال للمعايير القانونية، وتوفير تقارير مالية واضحة"
      },
      "payrollManagement": {
        "title": "إدارة الرواتب والمستحقات",
        "description": "حساب دقيق وسريع للرواتب والمكافآت مع ضمان الامتثال الكامل للمعايير القانونية وتوفير تقارير مالية مفصلة."
      },
      "taskManagement": {
        "title": "إدارة المهام بفعالية",
        "description": "توزيع وتتبع المهام بين الموظفين، مع إشعارات بالمستجدات وتقارير أداء تساعد على تحسين الإنتاجية."
      },
      "orderManagement": {
        "title": "إدارة الطلبات",
        "description": "إدارة دقيقة لطلبات الإذن والإجازات، تعزز التنظيم وتحافظ على توازن سير العمل."
      },
      "attendanceTracking": {
        "title": "تسجيل الحضور والانصراف",
        "description": "نظام فعال لتسجيل الحضور والانصراف، يضمن دقة البيانات وسهولة الوصول إليها."
      }
    }
  },
  "slider": {
    "sectionTitle": "صفحات من التطبيق"
  },
  "download": {
    "title": "حمل التطبيق الآن",
    "description": "باقات متعددة بمزايا متنوعة تناسب جميع إحتياجاتك وتتماشى مع ميزانيتك"
  }
}
