{
  "pageTitle": "الصفحة الرئيسية",
  "header": {
    "title": "نظام رقمي كامل لإدارة الموارد البشرية",
    "subtitle": "إستبدل الأنظمة التقليدية والعمليات اليدوية بأساليب رقمية متطورة",
    "sendRequestNow": "إرسل طلب الآن",
    "userNames": {
      "user1": "نورة بنت عبد العزيز",
      "user2": "سعود بن خالد"
    },
    "userTitles": {
      "user1": "أخصائي استقطاب المواهب",
      "user2": "مدير موارد بشرية"
    }
  },
  "services": {
    "sectionTitle": "خدمات إتجاه",
    "sectionSubtitle": "حلول ذكية لنجاح مؤسستك",
    "allServices": "جميع الخدمات",
    "cards": {
      "attendance": {
        "title": "إدارة الحضور والانصراف",
        "description": "تتبع حضور الموظفين والانصراف بشكل دقيق، مما يسهل إدارة الإجازات والغيابات وتقديم تقارير مفصلة للإدارة."
      },
      "payroll": {
        "title": "إدارة الرواتب والمزايا",
        "description": "إتمام عملية حساب الرواتب وتقديم مزايا الموظفين، مع ضمان الدقة والامتثال للمعايير القانونية، وتوفير تقارير مالية واضحة"
      },
      "orders": {
        "title": "إدارة الطلبات",
        "description": "تنظيم وتسهيل عملية تلقي الطلبات مثل طلبات الإجازات والسلف. تهدف هذه الخدمة إلى تعزيز التواصل بين الموظفين والإدارة."
      },
      "recruitment": {
        "title": "إدارة التوظيف",
        "description": " تسهيل عملية نشر الوظائف واستقبال الطلبات، بالإضافة إلى فرز السير الذاتية وتحديد المرشحين المناسبين من خلال أدوات تقييم فعالة."
      }
    }
  },
  "features": {
    "sectionTitle": "مميزات إتجاه",
    "sectionSubtitle": "مفتاحك لتحقيق كفاءة الموارد البشرية",
    "items": {
      "attendance": "متابعة الحضور والإنصراف",
      "orders": "إداره طلبات الموظفين",
      "calendar": "متابعه التقويم",
      "payroll": "مسيرات الرواتب",
      "performance": "مؤشر الآداء",
      "tasks": "متابعه المهام",
      "recruitment": "التوظيف",
      "rewards": "المكافآت",
      "violations": "المخالفات",
      "structure": "الهيكل التنظيمي"
    }
  },
  "about": {
    "sectionTitle": "عن  التطبيق",
    "sectionSubtitle": "تطبيق إتجاه",
    "exploreMore": "إستكشف المزيد"
  },
  "numbers": {
    "sectionTitle": "الأرقام تتحدث",
    "sectionSubtitle": " اكتشف الحقائق التي تقود النجاح",
    "statistics": {
      "startups": {
        "title": "عدد الشركات الناشئة في منطقتنا العام الماضي",
        "description1": "أعلنت الهيئة العامة للمنشآت الصغيرة والمتوسطة \"منشآت\" أن عدد المنشآت الصغيرة والمتوسطة في المملكة وصل إلى 1.2 مليون منشأة، بزيادة قدرها 4.8% مقارنة بالربع الرابع من عام 2022.",
        "description2": "سجلت السعودية نموا بنسبة 108% في عدد الشركات الصغيرة والمتوسطة منذ عام 2016، بحسب ما ذكره الأمير فهد بن منصور بن ناصر بن عبدالعزيز، رئيس وفد المملكة في قمة اتحاد رواد الأعمال الشباب لمجموعة العشرين G20YEA لعام 2024.",
        "description3": "كما أشير إلى أن السعودية احتلت المركز الأول في تمويل رأس المال الاستثماري في منطقة الشرق الأوسط وشمال أفريقيا، إضافة إلى تحقيق 50% من حصة السوق في المنطقة، مع تسجيل نمو سنوي بنسبة 33%.",
        "description4": "يعكس هذا النمو زيادة في روح ريادة الأعمال ورغبة الشباب في الابتكار. مع وجود أكثر من 2000 شركة جديدة، يظهر أن السوق يتجه نحو مزيد من التنوع والابتكار."
      }
    }
  },
  "bannerSection": {
    "title": "إبدأ رحلتك الآن",
    "subtitle": "إنطلق نحو تحسين إدارة الموارد البشرية من خلال التسجيل في باقات متعددة بمزايا متنوعة تناسب جميع إحتياجاتك وتتماشى مع ميزانيتك.",
    "userNames": {
      "user1": "العنود سليمان",
      "user2": "عبدالعزيز المطيري"
    },
    "userTitles": {
      "user1": "مدير توظيف",
      "user2": "محلل مالي"
    }
  },
  "successPartners": {
    "sectionTitle": "قصص النجاح",
    "sectionSubtitle": "شركاء النجاح"
  },
  "searchPlaceholder": "بحث",
  "opinions": {
    "sectionTitle": "قصص النجاح",
    "sectionSubtitle": "آراء عملاؤنا المتميزين",
    "defaultReviewTitle": "نظام ناجح جدا!",
    "animationSection": {
      "title": "آراء العملاء",
      "subtitle": "إتجاه هو شريكك الأمثل في النجاح"
    },
    "customers": {
      "customer1": {
        "name": "مهند السويكت",
        "title": "مدير الموارد البشرية في شركة XYZ",
        "testimonial": "لقد غير نظام \"اتجاه\" طريقة عملنا بشكل كامل. بفضل واجهته البسيطة، تمكن جميع موظفينا من استخدامه بسهولة دون الحاجة إلى أي تدريب. كما أن الميزات المتقدمة التي يقدمها، مثل حاسبة نطاقات، حاسبة مستحقات نهاية الخدمة، إدارة المخالفات، ساعدتنا على إنجاز أعمالنا بدقة وبسرعة أكبر."
      },
      "customer2": {
        "name": "مؤيد الحربي",
        "title": "أخصائي استقطاب المواهب في شركة UCA",
        "testimonial": "نظام مثالي يغطي جميع جوانب الموارد البشرية. واجهته سهلة الاستخدام، وأداءه سريع. ومع ذلك، أعتقد أن إضافة \"خدمات الذكاء الإصطناعي\" ستكون مفيدة جدًا."
      },
      "customer3": {
        "name": "عبدالله بن عتيق",
        "title": "مدير الموارد البشرية في شركة بابل",
        "testimonial": "نحن في شركة \"بابل\" نود أن نعبر عن شكرنا العميق لفريق \"اتجاه\" على الدعم المتميز الذي قدموه في تطبيق نظام إدارة الموارد البشرية. لقد ساهم هذا النظام بشكل كبير في تبسيط عملياتنا اليومية، حيث مكننا من إدارة حضور وانصراف الموظفين، ورواتبهم، وتقييم أدائهم، وعمليات التوظيف بكفاءة عالية. نحن على ثقة بأن هذا النظام سيكون شريكاً استراتيجياً في تحقيق أهدافنا المستقبلية."
      },
      "customer4": {
        "name": "مشعل المطيري",
        "title": "الرئيس التنفيذي لشركة المستقبل للمحاماة",
        "testimonial": "نحن في شركة المستقبل للمحاماة نعتبر نظام \"اتجاه\" أداة أساسية لإدارة أعمالنا. وقد ساهم النظام في زيادة كفاءة العمليات بنسبة 30%، وتحسين دقة البيانات، وتقليل الأخطاء البشرية، مما يجعلنا نشعر بالثقة في اختيارنا لهذا النظام."
      }
    }
  },
  "controlPanel": {
    "sectionTitle": "لوحة التحكم",
    "sectionSubtitle": "توحيد جميع وظائف الموارد البشرية في منصة واحدة",
    "items": {
      "dataAnalysis": {
        "title": "تحليل البيانات",
        "description": "تيح النظام تحليل بيانات الأداء والتوظيف، مما يساعد في اتخاذ قرارات مستندة إلى بيانات دقيقة وكاملة."
      },
      "communication": {
        "title": "تسهيل التواصل",
        "description": "عزز النظام من التواصل بين الموظفين والإدارات، مما يسهل تبادل المعلومات ويعزز التعاون داخل المؤسسة."
      },
      "orderManagement": {
        "title": "إدارة الطلبات بكفاءة",
        "description": "مكّن النظام من إدارة طلبات الإجازات والتدريب والتنقل، مما يجعل العملية أسرع وأسهل للموظفين والمديرين."
      },
      "userExperience": {
        "title": "تجربة مستخدم سهلة",
        "description": "يتيح النظام تخصيص واجهة المستخدم وفقًا لاحتياجات كل موظف، مما يسهل عليه الوصول إلى المعلومات المهمة بسرعة."
      }
    }
  },
  "partnerStages": {
    "sectionTitle": "شريكك في جميع المراحل",
    "sectionSubtitle": "إستبدل الأنظمة التقليدية والعمليات اليدوية بأساليب رقمية متطورة",
    "items": {
      "employeeDevelopment": {
        "title": "تطوير الموظفين",
        "description": "نحن نقدم لك حلولًا مخصصة لتعزيز مهارات فريقك وزيادة إنتاجيتهم، مما يساهم في رفع مستوى الأداء العام."
      },
      "projectManagement": {
        "title": "إدارة المشاريع",
        "description": "قم بإدارة المشاريع بكفاءة من خلال أدوات تسمح لك بتحديد المهام ومتابعة التقدم وتحقيق الأهداف في الوقت المحدد."
      },
      "performanceManagement": {
        "title": "إدارة الأداء",
        "description": "تابع تقدم موظفيك واحصل على رؤى قيمة حول أدائهم. يوفر نظامنا أدوات تقييم فعالة تساعدك في تحديد الأهداف وتحفيز الموظفين لتحقيق نتائج أفضل."
      },
      "employeeExperience": {
        "title": "تجربة موظف محسّنة",
        "description": "نحن نؤمن بأن تجربة الموظف الجيدة تعزز من ولائهم وإنتاجيتهم. يقدم نظامنا أدوات لتعزيز التواصل الداخلي وتوفير بيئة عمل إيجابية تدعم الابتكار والنجاح."
      },
      "compensationManagement": {
        "title": "إدارة التعويضات والمزايا",
        "description": "قم بإدارة نظام التعويضات والمزايا بفعالية لضمان التنافسية وجذب أفضل المواهب إلى فريقك."
      },
      "smartRecruitment": {
        "title": "توظيف ذكي",
        "description": "حن نوفر لك أدوات متطورة لتسهيل عملية التوظيف واختيار أفضل المرشحين. بفضل نظامنا، يمكنك العثور على المواهب المناسبة بسرعة وكفاءة."
      }
    }
  }
}
